Repository: philipdaubmeier/GraphIoT
Catalog: src/GraphIoT.Viessmann/Locale/ViewModel.ViessmannHeatingViewModel.*.resx
Languages: de_de

source: # (off/on)
de_de: # (aus/ein)

source: Boiler temperature
de_de: Kesselwassertemperatur

source: Boiler temperature main
de_de: Kesseltemperatur

source: Burner active
de_de: Brenner aktiv

source: Burner minutes
de_de: Betriebsstunden Brenner

source: Burner modulation
de_de: Brennermodulation

source: Burner starts
de_de: Brennerstarts

source: Circuit 1 pump
de_de: Heizkreispumpe Heizkreis 1

source: Circuit 1 temperature
de_de: Vorlauftemperatur Heizkreis 1

source: Circuit 2 pump
de_de: Heizkreispumpe Heizkreis 2

source: Circuit 2 temperature
de_de: Vorlauftemperatur Heizkreis 2

source: Domestic hot water circulation pump
de_de: Zirkulationspumpe Warmwasser

source: Domestic hot water primary pump
de_de: Speicherladepumpe Warmwasser

source: Domestic hot water temperature
de_de: Warmwassertemperatur

source: Outside temperature
de_de: Außentemperatur
